
/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfКб из %2$.0lfКб";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "У Вас уже установлена последняя версия %1$@ %2$@.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "Доступна новая версия: %1$@ %2$@ (текущая - %3$@).  Не желаете ли скачать обновление?";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Доступна новая версия %@ !";

/* No comment provided by engineer. */
"An error occurred while fetching or parsing the appcast:\n\n%@" = "Ошибка при получении или обработке appcast:\n\n%@";

/* No comment provided by engineer. */
"An error occurred while trying to download the file:\n\n%@" = "Ошибка при попытке загрузить файл:\n\n%@";

/* No comment provided by engineer. */
"Cancel" = "Отмена";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Проверять обновления при запуске?";

/* No comment provided by engineer. */
"Couldn't delete the current application, which has to be done before the update can be installed. Is it in a write-only location such as on a disk image? Move it to /Applications and try again." = "Невозможно удалить текущую версию программы, что необходимо перед установкой обновления. Возможно, она находится в директории, доступной только для чтения. Переместите её в папку Applications и попробуйте снова.";

/* No comment provided by engineer. */
"Couldn't move the update to its new home. Are you running this application from a write-only directory such as a disk image? Since the old application has already been deleted, it might be in the trash now, but it should be recoverable. Very sorry for the inconvenience!" = "Невозможно установить обновление. Вероятно, Вы запустили программу из директории, доступной только для чтения (например из образа диска). Старая версия Вашей программы была удалена, и Вы можете вернуть её назад из Корзины.";

/* No comment provided by engineer. */
"Download New Version" = "Скачать новую версию";

/* No comment provided by engineer. */
"Extracting update..." = "Распаковываю…";

/* No comment provided by engineer. */
"Install and Relaunch" = "Установить и перезапустить";

/* No comment provided by engineer. */
"Installing update..." = "Устанавливаю…";

/* No comment provided by engineer. */
"Okay, where'd it go? I just downloaded the update, but it seems to have vanished! Please try again later." = "Что случилось? Я только что скачал обновление, но, кажется, оно исчезло! Пожалуйста, повторите попытку позже.";

/* No comment provided by engineer. */
"Ready to install!" = "Готов к установке!";

/* No comment provided by engineer. */
"Release Notes" = "Замечания к выпуску";

/* No comment provided by engineer. */
"Review Changes" = "Просмотреть список изменений";

/* No comment provided by engineer. */
"The update archive didn't contain an application with the name I was expecting (%@). Remember, the updated app's file name must be identical to the running app's name as specified in the Info.plist!\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "Название приложения в архиве обновления не соответствует ожидаемому (%@). Названия обновлённой и текущей версии программы, указанные в Info.plist, должны быть идентичными!\n\nПожалуйста, повторите попытку позже. Возможно, разработчик исправит эту ошибку.";

/* No comment provided by engineer. */
"Update Error!" = "Ошибка обновления!";

/* No comment provided by engineer. */
"Updating %@" = "Обновление %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the %@ menu." = "Не хотите ли, чтобы %1$@ проверял обновление при запуске? Если нет, то Вы всегда можете сделать это из меню %2$@.";

/* No comment provided by engineer. */
"You're up to date!" = "У Вас уже установлена последняя версия!";
